<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Profile Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in profile pages.
    |
    */
    'profile' => 'Профиль',
    'logout' => 'Выйти',
    'profile_information' => 'Информация профиля',
    'profile_information_description' => 'Обновите информацию профиля и адрес электронной почты вашей учетной записи.',
    'photo' => 'Фото',
    'current_profile_photo' => 'Текущее фото профиля',
    'select_new_photo' => 'Выбрать новую фотографию',
    'remove_photo' => 'Удалить фото',
    'name' => 'Имя',
    'email' => 'Электронная почта',
    'update_password' => 'Обновить пароль',
    'password_description' => 'Убедитесь, что в вашей учетной записи используется длинный случайный пароль для безопасности.',
    'current_password' => 'Действующий пароль',
    'new_password' => 'Новый пароль',
    'confirm_password' => 'Подтвердите пароль',

    'delete_account' => 'Удалить учётную запись',
    'permanently_delete_account' => 'Удалить вашу учетную запись навсегда.',
    'password' => 'Пароль',
    'delete_account_notification' => 'После удаления вашей учетной записи все ее ресурсы и данные будут удалены без возможности восстановления. Перед удалением учетной записи скачайте любые данные или информацию, которые вы хотите сохранить.',
    'delete_account_confirmation' => 'Вы уверены, что хотите удалить свою учетную запись? После удаления вашей учетной записи все ее ресурсы и данные будут удалены без возможности восстановления. Пожалуйста, введите свой пароль, чтобы подтвердить, что вы хотите навсегда удалить свою учетную запись.',
    'nevermind' => 'Неважно',

    'browser_sessions' => 'Сеансы браузера',
    'manage_and_logout' => 'Управляйте активными сеансами и выходите из них в других браузерах и на других устройствах.',
    'sessions_logout_helptext' => 'При необходимости вы можете выйти из всех других сеансов браузера на всех своих устройствах. Если вы считаете, что ваша учетная запись была взломана, вам также следует обновить свой пароль.',
    'this_device' => 'Это устройство',
    'last_active' => 'Последнее посещение',
    'logout_other_browser_sessions' => 'Выход из других сеансов браузера',
    'done' => 'Сделано.',
    'browser_sessions_logout_confirmation' => 'Введите свой пароль, чтобы подтвердить, что вы хотите выйти из других сеансов браузера на всех ваших устройствах.',
];
