<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Users Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in users management pages.
    |
    */

    'users' => 'Пользователи',
    'name' => 'Имя',
    'email' => 'Электронная почта',
    'role' => 'Role',
    'counties' => 'Округи',
    'edit' => 'Редактировать',
    'edit_user' => 'Редактировать пользователя',
    'save' => 'Сохранить',
    'select_counties' => 'Выберите округа',

    'delete_user' => 'Удалить пользователя',
    'permanently_delete_user_account' => 'Удалить учетную запись пользователя без возможности восстановления.',
    'delete_account_notification' => 'Учетная запись пользователя будет удалена без возможности восстановления.',
    'delete_account_confirmation' => 'Вы уверены, что хотите удалить эту учетную запись пользователя? Эта учетная запись будет удалена без возможности восстановления. Пожалуйста, введите свой пароль, чтобы подтвердить, что вы хотите навсегда удалить эту учетную запись пользователя.',
    'password' => 'Пароль',
    'nevermind' => 'Неважно',

];
